export const rentalDetailMap = {
  'jung-soccer1': {
    facilityName: "손기정 축구장",
    imageUrl: "/img/중구축구장.png",
    info: {
      종목: "축구",
      시설이름: "손기정 축구장",
      주소: "중구 손기정로 123",
      운영시간: "09:00 - 21:00",
      접수기간: "2025.07.01 - 2025.07.30",
      취소기간: "이용일 하루 전까지",
      정원: "10명",
      문의: "02-1234-5678",
    },
    notice: `- 이용 시 예약자가 반드시 동반하여야 입장 가능 (신분증 지참)
- 목적 외의 이용 불가
- 운동용품은 이용자가 준비 (대여 불가)
- 시설 내 음료 외 음식물 반입 금지
- 시설 훼손 발생할 경우 손해배상 발생`,
    guide: `- 신청방법 : 예약시스템을 통한 사전 예약 후 이용
- 입장료 및 이용료 환불 기준`,
    district: "jung",
  },
    "jung-tennis1": {
    facilityName: "장충테니스장",
    imageUrl: "/img/중구테니스장.png",
    info: {
      종목: "테니스",
      시설이름: "장충테니스장",
      주소: "중구 장충동 12-3",
      운영시간: "08:00 - 20:00",
      접수기간: "2025.07.01 - 2025.07.30",
      취소기간: "이용 하루 전까지",
      정원: "12명",
      문의: "02-234-5678",
    },
    notice: `- 이용 시 예약자가 반드시 동반하여야 입장 가능 (신분증 지참)
- 목적 외의 이용 불가
- 운동용품은 이용자가 준비 (대여 불가)
- 시설 내 음료 외 음식물 반입 금지
- 시설 훼손 발생할 경우 손해배상 발생`,

    guide: `- 신청방법 : 예약시스템을 통한 사전 예약 후 이용
- 입장료 및 이용료 환불 기준`,
    district: "jung",
  },
};
